{
	"home": {
		"title": "Cincinnati",
		"detail": "OH, USA",
		"blurb": "Following 4 years in NYC, and 1 in Dayton, OH, I am now in Cincinnati. I wish I were closer to hiking areas to see a bit more nature, but maybe that'll be for the next move…!"
	},
	"book": {
		"title": "Billy Summers",
		"detail": "Stephen King",
		"blurb": "The setup so far has been super interesting even if nothing has really happened. I guess King is a writer that can make anything interesting. Eager to read some more!",
		"link": "https://www.goodreads.com/book/show/56852407-billy-summers"
	},
	"game": [
		{
			"title": "A Plague Tale: Innocence",
			"detail": "PS5",
			"blurb": "Just finished this lovely French game that had quite the rich soundtrack (14th century string instruments just hit differently) and interesting characters and story. I usually dislike playing with French audio but turned out pretty well this time!",
			"link": "https://psnprofiles.com/trophies/13342-a-plague-tale-innocence/JaKhris"
		},
		{
			"title": "Horizon Forbidden West: Burning Shores",
			"detail": "PS5",
			"blurb": "A little additional content for a great game from last year? Yes please! It's got an intriguing story with amazing music and gorgeous landscape.",
			"link": "https://psnprofiles.com/trophies/15450-horizon-forbidden-west/JaKhris#DLC-2"
		}
	],
	"show": [
		{
			"title": "Trailer Park Boys",
			"detail": 5,
			"blurb": "This is a fun, if dark-humoured, mockumentary show that's been great to watch during lunch breaks. I had never watched any of it but knew of a couple of memes, and now I get it. Bubbles is the best part of the show!",
			"link": "https://www.serializd.com/show/3796"
		}
	],
	"music": [
		{
			"title": "Fall Out Boy",
			"detail": "So Much (for) Stardust",
			"blurb": "While I was never a superfan, I started really listening to FOB's music after their peak of success when I was in high school. Now I can just enjoy it, and their latest album is excellent. Don't miss out!",
			"link": "https://www.last.fm/music/Fall+Out+Boy/So+Much+(for)+Stardust"
		},
		{
			"title": "Sleep Token",
			"detail": "Sundowning / This Place Will Become Your Tomb",
			"blurb": "Okay, so I randomly stumbled upon this band on YouTube and my goodness, they are _fantastic_. I'm getting really hyped up for their next album, \"Take Me Back to Eden\" coming out mid-May as the already-released tracks are incredible. They hit a plethora of styles and I absolutely love it."
		}
	],
	"sports": {
		"title": "Running",
		"detail": "10Km",
		"blurb": "I started running back in September 2022, and I am now training for my first race in May, which is a 10K. I will sweat. I might swear. But I will go through with this."
	}
}
