{
	"home": {
		"title": "Cincinnati",
		"detail": "OH, USA",
		"blurb": "Following 4 years in NYC, and 1 in Dayton, OH, I am now in Cincinnati. I wish I were closer to hiking areas to see a bit more nature, but maybe that'll be for the next move…!"
	},
	"book": {
		"title": "Billy Summers",
		"detail": "Stephen King",
		"blurb": "The setup so far has been super interesting even if nothing has really happened. I guess King is a writer that can make anything interesting. Eager to read some more!",
		"link": "https://www.goodreads.com/book/show/56852407-billy-summers"
	},
	"game": [
		{
			"title": "Horizon Forbidden West: Burning Shores",
			"detail": "PS5",
			"blurb": "This additional content to an already great game adds an intriguing story with amazing music and gorgeous landscape. Seriously, the music is so good.",
			"link": "https://psnprofiles.com/trophies/15450-horizon-forbidden-west/JaKhris#DLC-2"
		}
	],
	"show": [
		{
			"title": "Severance",
			"detail": 1,
			"blurb": "I'm only a few episodes in but I absolutely love the aesthetic and atmosphere that accompany this very puzzling intrigue. The Lumon offices are also very reminiscent of The Oldest House in the video game Control, so I'm definitely hooked in…",
			"link": "https://www.serializd.com/show/95396"
		},
		{
			"title": "Trailer Park Boys",
			"detail": 5,
			"blurb": "This is a fun, if dark-humoured, mockumentary show that's been great to watch during lunch breaks. I had never watched any of it but knew of a couple of memes, and now I get it. Bubbles is the best part of the show!",
			"link": "https://www.serializd.com/show/3796"
		}
	],
	"music": [
		{
			"title": "Sleep Token",
			"detail": "Sundowning / This Place Will Become Your Tomb",
			"blurb": "Okay, so I randomly stumbled upon this band on YouTube and my goodness, they are _fantastic_. I'm getting really hyped up for their next album, \"Take Me Back to Eden\" coming out mid-May as the already-released tracks are incredible. They hit a plethora of styles and I absolutely love it."
		}
	],
	"sports": {
		"title": "Running",
		"detail": "10Km",
		"blurb": "I started running back in September 2022, and recently finished my first \"real\" race, a 10K that I, in involuntary-yet-definitely nerdy fashion, completed in 01:01:00. I am now planning my next endavour: a 14K!"
	}
}
